Repository: gyu05303231/calcurse
Catalog: po/doc/add-*.po
Languages: es, pl, ru

source: Add ===
es: Añadir ===
pl: Dodawanie ===
ru: Добавить ===

source: Add an item in either the todo or appointment list, depending on which panel is selected.
es: Añadir un elemento ya sea en la lista de Tareas o de Citas y eventos, dependiendo de qué panel este seleccionado.
pl: Możesz dodać pozycję do listy spraw do zrobienia albo listy spotkań w zależności od tego, który panel jest aktywny.
ru: Добавление записи в список дел или в список задач зависит от текущей выбранной панели.

source: To enter a new item in the todo list, you will need first to enter the description of this new item. Then you will be asked to specify the todo priority. This priority is represented by a number going from 9 for the lowest priority, to 1 for the highest one. It is still possible to change the item priority afterwards, by using the '+' and '-' keys inside the todo panel.
es: Para introducir un nuevo elemento en la lista de Tareas, primero necesitará introducir la descripción de ese nuevo elemento. Después se le preguntará que especifique la prioridad. Esa prioridad está representada por un número que va desde el 9 para la prioridad más baja, a 1 para la prioridad más alta. Es posible cambiar la prioridad de un elemento utilizando las teclas '+' y '-' dentro del panel de Tareas.
pl: Aby wprowadzić nowy element do listy spraw do zrobienia, najpierw musisz wprowadzić opis nowej pozycji. Wówczas będziesz poproszony o określenie priorytetu sprawy. Priorytet jest oznaczany liczbą od 9, oznaczającej najniższy priorytet, do 1 – oznaczającej najwyższy priorytet. Po wprowadzeniu pozycji możliwa jest zmiana priorytetu za pomocą klawiszy „+” i „-” w panelu spraw do zrobienia.
ru: Чтобы добавить новую запись в список дел, необходимо для начала войти в описание этой новой записи, где будет предложено уточнить приоритет дела. Приоритет представлен числами от 9 - низкий - до 1 - высокий. Впоследствии возможно изменение приоритета, используя клавиши '+' и '-' внутри панели дел.

source: If the appointment panel is selected, you will be able to enter either a new appointment or a new all-day long event. To enter a new event, press [ENTER] instead of the item start time, and just fill in the event description.
es: Si el panel de citas es seleccionado, podrás introducir una nueva cita o un evento que ocupe todo el día. Para introducir un nuevo evento pulsa la tecla [INTRO] en vez de especificar una hora de comienzo del elemento y simplemente rellena la descripción del evento.
pl: Jeśli panel spotkań jest aktywny, możesz wprowadzić w nim albo nowe spotkanie, albo zaplanować całodniowe wydarzenie. Aby wprowadzić takie nowe wydarzenie zamiast wpisywać czas jego rozpoczęcia naciśnij [ENTER] i wypełnij tylko jego opis.
ru: Если выбрана панель задач, то можно добавить новую задачу или новое событие на весь день. Для добавления нового события нажмите [ENTER] вместо указания времени начала и просто заполните описание события.

source: To enter a new appointment to be added in the appointment list, you will need to enter successively the time at which the appointment begins, the appointment length (either by specifying the end time in [hh:mm] or the duration in [+hh:mm], [+xxdxxhxxm] or [+mm] format), and the description of the event. If you skip the end time by pressing [ENTER], a punctual appointment will be created.
es: Para introducir una nueva cita y que sea añadida a la lista de citas, necesitarás introducir correctamente la hora a la que la cita comienza, la duración de la cita (ya sea especificando el final de la fecha en formato [hh:mm] o la duración en [+hh:mm], [+xxdxxhxxm] o [+mm]) y la descripción del evento. Si omites la hora de finalización pulsado la tecla [INTRO], se creará una cita puntual.
pl: Aby dodać nową pozycję do listy spotkań należy wprowadzić godzinę o której spotkanie się rozpoczyna, następnie – długość spotkania (albo określając godzinę o której się ono zakończy używając formatu [hh:mm], albo podając jego długość używając jednego z formatów [+hh:mm], [+xxdxxhxxm], [+mm]) oraz opis wydarzenia. Jeśli pominiesz uzupełnianie długości spotkania naciskając klawisz [ENTER], zostanie dodane spotkanie bez określonego końca.
ru: Чтобы войти в новую задачу, добавив ей в лист задач, вам нужно последовательно ввести время начала задачи, продолжительность задачи (или задать конечное время в формате [hh:mm] или задержку в формате [+hh:mm], [+xxdxxhxxm] или [+mm]) и добавить описание. Если вы решите не указывать конечное время нажатием [ENTER], задача будет создана без сроков выполнения.

source: The day at which occurs the event or appointment is the day currently selected in the calendar, so you need to move to the desired day before.
es: El día en el que ocurrirá el evento o la cita es el día seleccionado actualmente en el panel del calendario, así que necesitas moverte primero a la fecha deseada.
pl: Dzień w którym będzie miało miejsce dodawane wydarzenie lub spotkanie to ten, który jest bieżąco wybrany w panelu kalendarza. Aby dodać wydarzenie lub spotkanie należy więc wcześniej wybrać odpowiedni dzień w panelu kalendarza.
ru: День, отображающий событие или задачу, это выбранный день в календаре. Выберите нужный вам день.

source: Notes -----
es: Notas -----
pl: Notatki -----
ru: Заметки -----

source: * If an appointment lasts for such a long time that it continues on the next days, this event will be indicated on all the corresponding days, and the beginning or ending hour will be replaced by '..' if the event does not begin or end on the day.
es: * Si una cita dura tanto tiempo que continua en los días siguientes, ese evento será indicado en los días correspondientes y la hora del principio o final será reemplazada por '..' si el evento no comienza o finaliza en ese mismo día.
pl: * Jeśli spotkanie ma trwać tak długo, że zajmie kolejne kilka dni, to będzie ono widniało na liście dla każdego odpowiadającego dnia z godziną rozpoczęcia i zakończenia oznaczoną „..”, jeśli wydarzenie nie zaczyna się i nie kończy tego dnia.
ru: * Если срок выполнения задачи является продолжительным и выходит за пределы текущего дня, это будет отражено во всех последующих днях. Так же, если событие начинается и заканчивается в разные дни, значение времени/часа начала и окончания будет преобразовано в '..'

source: * If you only press [ENTER] at the description prompt, without any description, no item will be added.
es: * Si solo presionas [INTRO] a la hora de añadir la descripción, sin ninguna descripción no se añadirá ningún elemento.
pl: * Jeśli wprowadzając opis naciśniesz tylko [ENTER] nie podając tym samym żadnego opisu, to pozycja nie zostanie dodana.
ru: * Если вы просто нажали [ENTER] в командной строке описания, без его заполнения, то запись не будет создана.

source: * Do not forget to save the calendar data to retrieve the new event next time you launch calcurse.
es: * No olvides guardar los datos del calendario para poder recuperar el nuevo evento la próxima vez que ejecute calcurse.
pl: Pamiętaj o zapisywaniu zmian w kalendarzu, aby móc odczytać nowo wprowadzone wydarzenia przy następnym uruchomieniu calcurse.
ru: * Не забудьте сохранить данные при выходе, чтобы созданные события были доступны при следующем запуске.
